Repository: chapseb/bach
Catalog: src/Bach/AdministrationBundle/Resources/gettext/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Unkwown type %type
fr_fr: Type %type inconnu

source: Copy fields
fr_fr: Champs copiés

source: Select all
fr_fr: Sélectionner tout

source: Unselect all
fr_fr: Désélectionner tout

source: Add
fr_fr: Ajouter

source: Delete
fr_fr: Supprimer

source: Validate
fr_fr: Valider

source: Dynamic fields
fr_fr: Champs dynamiques

source: Name
fr_fr: Nom

source: Default
fr_fr: Défaut

source: Indexed
fr_fr: Indexé

source: Stored
fr_fr: Stocké

source: Multivalued
fr_fr: Multi-valué

source: Required
fr_fr: Requis

source: Solr server informations
fr_fr: Informations du serveur Solr

source: Solr version:
fr_fr: Version de Solr :

source: System:
fr_fr: Système :

source: Load average:
fr_fr: Charge :

source: System memory
fr_fr: Mémoire système

source: JVM memory
fr_fr: Mémoire JVM

source: Active Solr cores
fr_fr: Noyaux Solr actifs

source: Documents count:
fr_fr: Nombre de documents :

source: Index size (Kb)
fr_fr: Taille de l'index (Kb)

source: Temporary Solr cores
fr_fr: Noyaux Solr temporaires

source: Above list should be a list of temporary created Solr cores, that has not been copied because of a lack of permissions. A warning message should have been displayed at core creation about this issue.
fr_fr: La liste ci-dessous devrait être une liste de noyaux Solr temporaires, qui n'ont pas été copées en raison de problèmes de permission. Un message d'avertissement a été affiché lors de la création du noyau à propos de ce problème.

source: Add a new Solr core
fr_fr: Ajouter un nouveau noyau Solr

source: Create core
fr_fr: Créer le noyau

source: Core
fr_fr: Noyau

source: Reload
fr_fr: Recharger

source: Remove
fr_fr: Supprimer

source: Up since:
fr_fr: Démarré depuis :

source: Core directory:
fr_fr: Dossier du noyau :

source: Data directory:
fr_fr: Dossier des données :

source: Indexed documents:
fr_fr: Documents indexés :

source: Document cache size:
fr_fr: Taille du cache document :

source: Document cache initial size:
fr_fr: Taille initiale du cache document :

source: Fields
fr_fr: Champs

source: Fields types
fr_fr: Types de champs

source: Class
fr_fr: Classe

source: Unique key
fr_fr: Clé unique

source: Dashboard
fr_fr: Tableau de bord

source: Select a core
fr_fr: Choisissez un noyau

source: Add new core
fr_fr: Ajouter un nouveau noyau

source: Schema
fr_fr: Schéma

source: Fields type
fr_fr: Types de champs

source: Analyzers
fr_fr: Analyseurs

source: Core admin
fr_fr: Administration des noyaux

source: Performance
fr_fr: Performances

source: Performance admin
fr_fr: Administration des performances

source: Field type name
fr_fr: Nom du type de champ

source: Core name
fr_fr: Nom du noyau

source: Core type
fr_fr: Type du noyau

source: Core %corename has been created and loaded :)
fr_fr: Le noyau %corename a été créé et chargé :)

source: (none)
fr_fr: (aucun)

source: A core named %corename already exists!
fr_fr: Un noyau nommé %corename existe déjà !

source: Core has not been created.
fr_fr: Le noyau n'a pas été créé.

source: A directory %dir already exists!
fr_fr: Un dossier %dir existe déjà !

source: A temporary core has been created in %tempdir. You have to put it the right place. Once done, run the following URL in your Solr instance: %solr_url
fr_fr: Un noyau temporaire a été créé dans %tempdir. Vous devez le placer au bon endroit. Une fois cela fait, lancer l'URL suivante dans votre instance Solr : %solr_url

source: Unable to unload %corename, therefore it should not be removed.
fr_fr: Impossible de décharger %corename, il ne pourra donc être supprimé.

source: Document repository
fr_fr: Dépôt du document

source: Document date
fr_fr: Date du document

source: Document title
fr_fr: Titre du document

source: Corporate name
fr_fr: Nom d'organisme

source: Function
fr_fr: Fonction

source: Genre
fr_fr: Type

source: Geographic name
fr_fr: Nom géographique

source: Personal name
fr_fr: Nom de personne

source: Family name
fr_fr: Nom de famille

source: Subject
fr_fr: Sujet

source: Unit ID
fr_fr: ID de l'unité

source: Unit title
fr_fr: Titre de l'unité

source: Title
fr_fr: Titre

source: Descriptors
fr_fr: Descritpeurs

source: File title
fr_fr: Titre du fichier

source: File description author
fr_fr: Auteur de la description du fichier

source: Document identifier
fr_fr: Identifiant du document

source: File document publisher
fr_fr: Éditeur du document fichier

source: File document language
fr_fr: Langue du document fichier

source: Digital substitute
fr_fr: Substitut numérique

source: Dates periods
fr_fr: Périodes de dates

source: Archival description identifier
fr_fr: Identifiant de la description du fichier

source: Archival description access restriction
fr_fr: Restriction d'accès de la description du fichier

source: Place of recording
fr_fr: Lieu d'enregistrement

source: Place of birth
fr_fr: Lieu de naissance

source: Surnames
fr_fr: Prénoms

source: Year of recording
fr_fr: Année d'enregistrement

source: Year of birth
fr_fr: Année de naissance

source: without specific
fr_fr: sans spécifiques
