Repository: chapseb/bach
Catalog: src/Bach/HomeBundle/Resources/gettext/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Subject
fr_fr: Sujet

source: Comment
fr_fr: Commentaire

source: Improvement
fr_fr: Amélioration

source: Bug
fr_fr: Anomalie

source: Send your comment
fr_fr: Soumettre votre commentaire

source: Name
fr_fr: Nom

source: Surname
fr_fr: Prénoms

source: Place of birth
fr_fr: Lieu de naissance

source: Place of recording
fr_fr: Lieu d'enregistrement

source: Place of residence
fr_fr: Lieu de résidence

source: Search
fr_fr: Chercher

source: Enter your search
fr_fr: Entrez votre recherche

source: Keep filters
fr_fr: Conserver les filtres

source: Search in pdf
fr_fr: Recherche dans les pdfs

source: %count% results found, 1 expected.
fr_fr: %count% résultats trouvés, 1 attendu.

source: Document "%docid" does not exists.
fr_fr: Le document « %docid » n'existe pas.

source: File for %docid document no longer exists on disk.
fr_fr: Le fichier correspondant à %docid n'existe plus sur le disque.

source: Inventory logic
fr_fr: Logique de l'inventaire

source: Chronological
fr_fr: Chronologique

source: Alphabetical
fr_fr: Alphabétique

source: List
fr_fr: Liste

source: View search results as a list, with images
fr_fr: Voir les résultats de recherche en liste, avec images

source: Text only list
fr_fr: Liste texte

source: View search results as a list, without images
fr_fr: Voir les résultats de recherche en liste, sans images

source: Thumbnails
fr_fr: Miniatures

source: View search results as thumbnails
fr_fr: Voir les résultats de recherche en miniatures

source: Ead have successfully been removed.
fr_fr: Les ead ont bien été supprimés.

source: Title
fr_fr: Titre

source: Dates periods
fr_fr: Dates

source: Ead search have successfully been removed.
fr_fr: Les recherches ead ont bien été supprimées

source: Request
fr_fr: Recherche

source: Results number
fr_fr: Nombre de résultats

source: Map selection
fr_fr: Sélection carte

source: Start date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: Start class date
fr_fr: Classe : début

source: End class date
fr_fr: Classe : fin

source: Start record date
fr_fr: Date d'enregistrement : début

source: End record date
fr_fr: Date d'enregistrement : fin

source: Start birth date
fr_fr: Année de naissance : début

source: End birth date
fr_fr: Année de naissance : fin

source: Unknown filter
fr_fr: Filtre inconnu

source: launch the query
fr_fr: lancer la requête

source: Classification
fr_fr: Cote

source: Year of recording
fr_fr: Année d'enregistrement

source: Class
fr_fr: Classe

source: Year of birth
fr_fr: Année de naissance

source: View search results as a list
fr_fr: Voir les résultats de recherche en liste

source: Matricules have successfully been removed.
fr_fr: Les matricules ont bien été supprimés.

source: Prenoms
fr_fr: Prénoms

source: Matricules search have successfully been removed.
fr_fr: Les recherches matricules ont bien été supprimées

source: An error occured trying to publish comments :(
fr_fr: Une erreur est survenue à la publication des commentaires :(

source: Selected comments have been published
fr_fr: Les commentaires sélectionnés ont été publiés

source: Documents have sucessfully been removed.
fr_fr: Les documents ont bien été supprimés.

source: Your basket is now uploaded
fr_fr: Votre panier est chargé

source: Wrong file format
fr_fr: Mauvais format de fichier

source: You forget to put a file
fr_fr: Vous avez oublié de mettre un fichier

source: All searches have sucessfully been removed.
fr_fr: Toutes les recherches ont bien été supprimées

source: Your historic is now uploaded
fr_fr: Votre historique est chargé

source: Wrong format file.
fr_fr: Mauvais format de fichier

source: You forget to put a json file
fr_fr: Vous avez oublié de mettre un json

source: Videos path is not defined!
fr_fr: Le chemin des vidéos n'est pas défini !

source: Musics path is not defined!
fr_fr: Le chemin des musiques n'est pas défini !

source: Misc files path is not defined!
fr_fr: Le chemin des fichiers divers n'est pas défini !

source: File %file does not exists.
fr_fr: Le fichier %file n'existe pas.

source: Your comment has been stored. Thank you!
fr_fr: Votre commentaire a été enregistré. Merci !

source: New browsing field
fr_fr: Nouvel index

source: Tag cloud
fr_fr: Nuage de tags

source: No corresponding user was found!
fr_fr: Aucun utilisateur correspondant n'a été trouvé !

source: Geolocalization fields
fr_fr: Champs de géolocalisation

source: View %s is not known!
fr_fr: La vue %s est inconnue !

source: Order %s is not known!
fr_fr: L'ordre %s est inconnu !

source: New facet
fr_fr: Nouvelle facette

source: Geolocalization fields for matricules
fr_fr: Champs de géolocalisation pour les matricules

source: Y-m-d
fr_fr: d/m/Y

source: New comment
fr_fr: Nouveau commentaire

source: Moderated
fr_fr: Modéré

source: Published
fr_fr: Publié

source: Rejected
fr_fr: Rejeté

source: Processed
fr_fr: Traité

source: Facets
fr_fr: Facettes

source: Indexed name
fr_fr: Nom indexé

source: Solr field name
fr_fr: Nom du champ Solr

source: Activate field
fr_fr: Activer l'index

source: French label
fr_fr: Étiquette française

source: English label
fr_fr: Étiquette anglaise

source: Active
fr_fr: Actif

source: Fields
fr_fr: Champs

source: Activate facet
fr_fr: Activer la facette

source: Show on homepage
fr_fr: Afficher sur la page d'accueil

source: French text
fr_fr: Texte français

source: English text
fr_fr: Texte anglais

source: Home
fr_fr: Accueil

source: Number of occurences
fr_fr: Nombre d’occurrences

source: Creation date
fr_fr: Date de création

source: From
fr_fr: De

source: State
fr_fr: État

source: Publish comments
fr_fr: Publier les commentaires

source: Search historic
fr_fr: Historique de recherche

source: Your search historic is empty.
fr_fr: Votre historique de recherche est vide

source: Delete
fr_fr: Supprimer

source: Execute
fr_fr: Lancer

source: Copy in clipboard
fr_fr: Copier dans le presse papier

source: Copy to clipboard
fr_fr: Copier dans le presse papier

source: Delete those ead searches
fr_fr: Supprimer ces recherches ead

source: Delete all ead search
fr_fr: Supprimer toutes les recherches ead

source: Print selected ead search
fr_fr: Imprimer les recherches notices sélectionnées

source: Delete those matricules searches
fr_fr: Supprimer les recherches matricules sélectionnées

source: Delete all matricules search
fr_fr: Supprimer toutes les recherches matricules

source: Print selected matricules search
fr_fr: Imprimer les recherches matricules sélectionnées

source: Truncate the historic search
fr_fr: Vider l'historique de recherche

source: Import/Export
fr_fr: Importer/Exporter

source: Export your historic
fr_fr: Exporter votre historique de recherche

source: Import your historic
fr_fr: Importer votre historique de recherche

source: This search has been deleted
fr_fr: Cette recherche a été supprimée

source: Something goes wrong, your search may be not deleted
fr_fr: Quelque chose ne va pas, votre recherche peut ne pas avoir été supprimée

source: No files selected
fr_fr: Pas de document sélectionné

source: Are you sure ?
fr_fr: Êtes vous sûr ?

source: Enter a text to filter:
fr_fr: Entrez un texte pour filtrer :

source: Order:
fr_fr: Ordre :

source: Alphabetic (default)
fr_fr: Alphabétique (défaut)

source: Searching...
fr_fr: Recherche...

source: %count filtered result
fr_fr: %count résultat filtré

source: %count filtered results
fr_fr: %count résultats filtrés

source: An error occured loading terms :(
fr_fr: Une erreur est survenue au chargement des termes :(

source: Basket
fr_fr: Panier

source: Your basket is empty.
fr_fr: Votre panier est vide.

source: Delete those documents
fr_fr: Supprimer tous les documents sélectionnés

source: Delete all documents
fr_fr: Supprimer tous les documents

source: Print ead basket
fr_fr: Imprimer la liste des notices

source: Delete those matricules
fr_fr: Supprimer les matricules sélectionnés

source: Delete all matricules
fr_fr: Supprimer tous les matricules

source: Print matricules basket
fr_fr: Imprimer la liste des matricules

source: Truncate the basket
fr_fr: Vider le panier

source: Export your basket
fr_fr: Exporter votre panier

source: Import
fr_fr: Importer

source: Import your basket
fr_fr: Importer votre panier

source: Welcome to Bach's!
fr_fr: Bienvenue dans Bach !

source: This picture is not communicable
fr_fr: Ce média n'est pas communicable

source: Untitled unit
fr_fr: Unité sans intutilé

source: Locate in document tree
fr_fr: Voir dans l'inventaire

source: Add to basket
fr_fr: Ajout à votre panier

source: Have one or several words in linked documents
fr_fr: A un ou plusieurs mots dans les documents associés

source: Detailled description
fr_fr: Description détaillée

source: An error occured loading document :(
fr_fr: Une erreur est survenue au chargement du document :(

source: This document has been added to your basket
fr_fr: Ce document a été ajouté à votre panier

source: This document already exists in your basket
fr_fr: Ce document est déjà dans votre panier

source: Display previous component (%title)
fr_fr: Afficher le composant précédent (%title)

source: Previous component
fr_fr: Composant précédent

source: Display next component (%title)
fr_fr: Afficher le composant suivant (%title)

source: Next component
fr_fr: Composant suivant

source: Print
fr_fr: Imprimer

source: Sub units
fr_fr: Sous-unités

source: User comments
fr_fr: Commentaires utilisateurs

source: Anonymous
fr_fr: Anonyme

source: By %user%
fr_fr: Par %user%

source: on %date%
fr_fr: le %date%

source: Browse fields
fr_fr: Navigation par champs

source: There are no configured fields for browsing.
fr_fr: Il n'y a pas d index configurés pour la navigation.

source: Consult document "%title"
fr_fr: Consultation du document « %title »

source: Classification scheme
fr_fr: Cadre de classement

source: View document %doc
fr_fr: Voir le document %doc

source: Collapse all
fr_fr: Plier tout

source: Expand all
fr_fr: Déplier tout

source: Expand/Hide informations
fr_fr: Afficher/Masquer les informations

source: Has link
fr_fr: Contient des liens vers des documents

source: Has media associated
fr_fr: Possède des médias associés

source: Go to media associated
fr_fr: Aller au média associé

source: Search against current document
fr_fr: Chercher dans le document courant

source: Summary
fr_fr: Sommaire

source: Presentation
fr_fr: Présentation

source: Contents
fr_fr: Contenu

source: Bibliographic informations
fr_fr: Informations bibliographiques

source: Inventory scheme
fr_fr: Plan de classement

source: Flash missing
fr_fr: Flash manquant

source: You need flash to use embed player!
fr_fr: Flash est requis pour utiliser le lecteur intégré !

source: You can still click on the links to read them on your own side.
fr_fr: Vous pouvez toujours cliquer sur les liens pour les lire depuis votre poste.

source: Not geolocalized places
fr_fr: Lieux non géolocalisés

source: Click on a location to perform automatic search.
fr_fr: Cliquez sur un lieu pour effectuer une recherche automatique.

source: Proposals for:
fr_fr: Propositions pour :

source: Back
fr_fr: Retour

source: Possible position for location:
fr_fr: Position possible pour le lieu :

source: Found:
fr_fr: Trouvé :

source: OSM id:
fr_fr: Id OSM :

source: Coordinates:
fr_fr: Coordonnées :

source: Store that position?
fr_fr: Enregistrer cette position ?

source: Unable to propose positions :(
fr_fr: Impossible de proposer des positions :(

source: No results found :/
fr_fr: Aucun résultat trouvé

source: Unable to store that location :(
fr_fr: Impossible d'enregistrer cette position :(

source: Position has been successfully stored!
fr_fr: La position a été enregistrée avec succès !

source: Something went wrong trying to store position :(
fr_fr: Quelque chose a mal tourné lors de l'enregistrement de la position :(

source: No satisfying matches?<br/>Enter you own search:
fr_fr: Aucune correspondance satisfaisante ?<br/>Entrez votre propre recherche :

source: Show/Hide sidebar
fr_fr: Afficher/Masquer la barre de côté

source: © Cartographic data
fr_fr: © Données cartographiques

source: OpenStreetMap contributors
fr_fr: Contributeurs OpenStreetMap

source: © Imagery
fr_fr: © Imagerie

source: result(s)
fr_fr: résultat(s)

source: remove
fr_fr: supprimer

source: edit
fr_fr: modifier

source: NAME has been removed
fr_fr: NAME a été supprimé

source: Not yet implemented!
fr_fr: Pas encore implémenté !

source: link to the original document
fr_fr: Lien vers le document

source: You can close this tab and continue your navigation.
fr_fr: Vous pouvez fermer cet onglet et continuer votre navigation.

source: Add a comment
fr_fr: Ajouter un commentaire

source: Back to document
fr_fr: Retour au document

source: Search on "%term"
fr_fr: Recherche sur « %term »

source: Shows or hides map
fr_fr: Affiche ou masque la carte

source: Show/Hide map
fr_fr: Afficher/Masquer la carte

source: record date
fr_fr: date d'enregistrement

source: class
fr_fr: classe

source: birthdate
fr_fr: année de naissance

source: Show or hide the graph of distribution by %datetype%
fr_fr: Affiche ou masque le graphique de répartition par %datetype%

source: Shows or hides date range graph
fr_fr: Affiche ou masque le graphique de sélection de date

source: Show/Hide date range
fr_fr: Afficher/Masquer la sélection de date

source: Active filters
fr_fr: Filtres sélectionnés

source: Clear refined query
fr_fr: Effacer la recherche affinée

source: Clear
fr_fr: Effacer

source: Remove filter on '%value%'
fr_fr: Supprimer le filtre sur « %value% »

source: Refine Query
fr_fr: Affiner votre recherche

source: From:
fr_fr: De :

source: to:
fr_fr: à :

source: Please enter an integer as start date!
fr_fr: Veuiller entrer un entier pour date de début !

source: Start date must be greater than %date
fr_fr: La date de début doit être ultérieure à %date

source: Please enter an integer as end date!
fr_fr: Veuillez entrer un entier pour date de fin !

source: End date must be earlier than %date
fr_fr: La date de fin doit être antérieure à %date

source: Begin date must be ealier or equal than end date!
fr_fr: La date de fin doit être antérieure ou égale à la date de début

source: Show more (%count left)
fr_fr: Afficher plus (%count restants)

source: Unckeck if you do not want to keep existing filters with your new search
fr_fr: Décochez si vous ne souhaitez pas conserver les filtres existants pour votre nouvelle recherche

source: Ckeck if you want to search in pdf associated files
fr_fr: Cochez si vous voulez chercher dans les pdfs associés

source: New search
fr_fr: Nouvelle recherche

source: Start a new search
fr_fr: Lancer une nouvelle recherche

source: Additionnal search suggestions:
fr_fr: Suggestions de recherche complémentaires :

source: Please adjust the period to narrow the search by %datetype%
fr_fr: Veuillez ajuster la période pour affiner la recherche par %datetype%

source: Number of records by %datetype%
fr_fr: Nombre d'enregistrements par %datetype%

source: 1 result
fr_fr: 1 résultat

source: Results %resultStart% to %resultEnd% on %resultCount%
fr_fr: Résultats %resultStart% à %resultEnd% sur %resultCount%

source: Print the two next result pages
fr_fr: Imprimer les deux prochaines pages de résultats

source: Relevance (default)
fr_fr: Pertinence (défaut)

source: No result found.
fr_fr: Aucun résultat trouvé.

source: Spelling suggestions:
fr_fr: Suggestions orthographiques :

source: Zoom in
fr_fr: Zoom avant

source: Zoom out
fr_fr: Zoom arrière

source: Full screen
fr_fr: Plein écran

source: Search a place on the map.
fr_fr: Recherchez un lieu sur la carte

source: Sorry, that place cannot be found.
fr_fr: Désolé, ce lieu n'a pas été trouvé.

source: Hover over a zone
fr_fr: Survolez une zone

source: No geolocalized places were found!
fr_fr: Aucun lieu géolocalisés n'a été trouvé !

source: Hide map
fr_fr: Masquer la carte

source: Loading...
fr_fr: Chargement...

source: Currently loading...
fr_fr: En cours de chargement...

source: An error occured loading tab :(
fr_fr: Une erreur est survenue au chargement de l'onglet :(

source: Record
fr_fr: Enregistrement

source: Comments
fr_fr: Commentaires

source: Add comment
fr_fr: Ajouter un commentaire

source: Identifier
fr_fr: Identifiant

source: Surnames
fr_fr: Prénoms

source: Search in matricules
fr_fr: Chercher dans les matricules

source: Record year
fr_fr: Année d'enregistrement

source: Scan
fr_fr: Document numérisé

source: Matricules search
fr_fr: Recherche de matricules

source: Series
fr_fr: Séries

source: Sounds
fr_fr: Sons

source: Flash sounds
fr_fr: Sons Flash

source: Videos
fr_fr: Vidéos

source: Flash videos
fr_fr: Vidéos Flash

source: Miscellaneous documents
fr_fr: Documents divers

source: XML documents
fr_fr: Documents XML

source: Play '%name%'
fr_fr: Jouer « %name% »

source: Your browser does not support this video format, you may want to download file and watch it offline
fr_fr: Votre navigateur ne supporte pas ce format de vidéo, vous souhaiterez peut-être télécharger le fichier et le visionner hors ligne

source: If your browser does not support this video format, you may want to download this video and watch it offline
fr_fr: Votre navigateur ne supporte pas ce format de vidéo, vous souhaiterez peut-être télécharger le fichier et le visionner hors ligne

source: Display '%name%'
fr_fr: Afficher « %name% »

source: Not classified
fr_fr: Non classé

source: Publication informations
fr_fr: Informations de publication

source: Physical description
fr_fr: Description physique

source: Descriptors
fr_fr: Descripteurs

source: Gender:
fr_fr: Genre :

source: Extent:
fr_fr: Étendue :

source: Appearance:
fr_fr: Apparence :

source: Title:
fr_fr: Titre :

source: Corporate name:
fr_fr: Nom d'organisation :

source: Geographical name:
fr_fr: Nom géographique :

source: Subject:
fr_fr: Sujet :

source: Personal name:
fr_fr: Nom de personne :

source: Function:
fr_fr: Fonction :

source: Name:
fr_fr: Nom :

source: Genre:
fr_fr: Type :

source: Relative documents
fr_fr: Documents relatifs

source: Conservation history:
fr_fr: Historique de conservation :

source: Arrangement:
fr_fr: Disposition :

source: Related material:
fr_fr: Documents relatifs :

source: Bibliography:
fr_fr: Bibliographie :

source: Userestrict:
fr_fr: Conditions d'utilisation

source: Biography or history:
fr_fr: Biographie ou histoire :

source: Acquisition information:
fr_fr: Informations d'acquisition :

source: Separated material:
fr_fr: Documents externes :

source: Sub-units
fr_fr: Sous-unités

source: Repository:
fr_fr: Dépôt

source: Language:
fr_fr: Langue :

source: Information process
fr_fr: Informations sur la description

source: Original localisation
fr_fr: Localisation originale

source: Abstract
fr_fr: Résumé

source: without specific
fr_fr: sans spécifiques

source: Title statement
fr_fr: Déclaration de titre

source: Title proper:
fr_fr: Titre :

source: Author:
fr_fr: Auteur :

source: Subtitle:
fr_fr: Sous-titre :

source: Sponsor:
fr_fr: Commanditaire :

source: Publication statement
fr_fr: Déclaration de publication

source: Publisher:
fr_fr: Éditeur :

source: Address:
fr_fr: Adresse :

source: Edition statement
fr_fr: Déclaration d'édition

source: Profile
fr_fr: Profil

source: Creation:
fr_fr: Création :

source: Description rules:
fr_fr: Règles de description :

source: Number:
fr_fr: Numéro :

source: Series statement
fr_fr: Déclaration de série

source: Note statement
fr_fr: Déclaration de note

source: Revision description
fr_fr: Description des modifications

source: Class number
fr_fr: Cote

source: Extent
fr_fr: Étendue

source: Custodial history
fr_fr: Historique de conservation

source: Acquisition information
fr_fr: Informations d'acquisition

source: Biography or history
fr_fr: Biographie ou histoire

source: Legal status
fr_fr: Statut juridique

source: Language
fr_fr: Langue

source: Scope and content
fr_fr: Portée et contenu

source: Processing information
fr_fr: Informations de traitement

source: Other finding aid
fr_fr: Trouver d'autres aides

source: Condition of use
fr_fr: Mentions légales

source: Related material
fr_fr: Documents relatifs :

source: Bibliography
fr_fr: Bibliographie :

source: Repository
fr_fr: Dépôt

source: Physical support
fr_fr: Support physique

source: Odd
fr_fr: Impair

source: Yes
fr_fr: Oui

source: No
fr_fr: Non
