Repository: chapseb/bach
Catalog: src/Bach/IndexationBundle/Resources/gettext/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: File to publish
fr_fr: Fichier à publier

source: File format
fr_fr: Format de fichier

source: Add to queue
fr_fr: Ajouter à la queue

source: Publish
fr_fr: Publier

source: Document %doc successfully deleted from Solr in %time
fr_fr: Le document %doc a été supprimé de Solr en %time

source: Solr failed to remove document %doc!
fr_fr: Échec de suppression du document %doc dans Solr !

source: %core core has been truncated in %time
fr_fr: Le noyau %core a été vidé en %time

source: Solr failed to empty %core core!
fr_fr: Échec en vidant le noyau Solr %core !

source: Could not validate non EAD documents (for now).
fr_fr: Impossible de valider des documents non EAD (pour le moment).

source: Corresponding file for %docid document no longer exists on disk.
fr_fr: Le fichier correspondant au document %docid n'existe plus sur le disque.

source: Document %docid% is valid and DTD compliant!
fr_fr: Le document %docid% est valide et conforme à la DTD !

source: %type% document %docid% is not valid!
fr_fr: Le document %type% %docid% n'est pas valide !

source: Publication tasks
fr_fr: Tâches de publication

source: Remove all finished tasks
fr_fr: Supprimer toutes les tâches terminées

source: Remove finished
fr_fr: Supprimer terminées

source: Refresh
fr_fr: Rafraîchir

source: File name
fr_fr: Nom de fichier

source: Size
fr_fr: Taille

source: No publication in queue
fr_fr: Pas de publication dans la queue

source: Publication queue
fr_fr: Queue de publication

source: Publication queue list all documents that are waiting to be published. Publication happens depending on server parameters. Line color will inform you about publication success or failure.
fr_fr: La queue de publication liste tous les documents qui attendent d'être publiés. La publication est effectuée en fonction des paramètres du serveur. La couleur de la ligne vous informera du succès ou de l'échec de la publication.

source: Send a new file
fr_fr: Envoyer un nouveau fichier

source: Publication help
fr_fr: Aide de la publication

source: Validation results
fr_fr: Résultats de la validation

source: Show/hide errors
fr_fr: Afficher/Masquer les erreurs

source: Published documents
fr_fr: Documents publiés

source: Remove all published documents
fr_fr: Supprimer tous les documents publiés

source: Remove all
fr_fr: Supprimer tous

source: Refresh list
fr_fr: Rafraîchir la liste

source: Identifier
fr_fr: Identifiant

source: File
fr_fr: Fichier

source: Creation
fr_fr: Création

source: Remove selected documents
fr_fr: Supprimer les documents sélectionnés

source: Remove selected
fr_fr: Supprimer la sélection

source: Y-m-d h:i:s A
fr_fr: d/m/Y H:i:s

source: Validate against EAD DTD
fr_fr: Valider avec la DTD EAD

source: No documents published yet.
fr_fr: Pas de document publié pour le moment.

source: Do you really want to remove all published document? This can not be undone!
fr_fr: Voulez-vous vraiment supprimer tous les documents publiés ? Cela ne peut être annulé !

source: Please select at least one document.
fr_fr: Veuillez sélectionner au moins un document.

source: Do you want to remove selected document?
fr_fr: Voulez-vous supprimer le document sélectionné ?

source: Do you want to remove all %count selected documents?
fr_fr: Voulez-vous supprimer l'ensemble des %count documents ?

source: Manage publishing
fr_fr: Gérer la publication

source: Publish new file
fr_fr: Publier un nouveau fichier

source: Help
fr_fr: Aide

source: Classification scheme
fr_fr: Cadre de classement

source: Remove
fr_fr: Supprimer

source: Proceed publication queue
fr_fr: Traiter la queue de publication

source: Unknown type! Please choose one of:
fr_fr: Type inconnu ! Veuillez choisir entre :

source: Use specified value for localizations to find (may use % joker)
fr_fr: Utiliser la valeur spécifiée pour trouver les localisations (utilisation du joker % possible)

source: Limit number of results.
fr_fr: Limiter le nombre de résultats.

source: Do not store anything, just query nominatim.
fr_fr: Ne rien stocker, juste interroger nominatim.

source: Just give a try with parameted occurences, do not store anything.
fr_fr: Effectuer un essai avec des occurrences paramétrées, ne rien stocker.

source: Quiet mode
fr_fr: Mode silencieux

source: Verbose mode
fr_fr: Mode verbeux

source: Limit queries to specified database
fr_fr: Limiter les requêtes à une base spécifique

source: Include results marked as not found
fr_fr: Inclure les résultats marqués comme introuvables

source: You may not use "quiet" and "verbose" together.
fr_fr: Vous ne devriez pas utiliser « silencieux » et « verbeux » en même temps.

source: Running in dry mode
fr_fr: Lancer en mode essai

source: Running in test mode
fr_fr: Lancer en mode test

source: EAD indexes
fr_fr: Index EAD

source: Matricules places of birth
fr_fr: Lieux de naissance matricules

source: Matricules places of recording
fr_fr: Lieux d'enregistrement matricules

source: for
fr_fr: pour

source: Unknown database!
fr_fr: Base inconnue !

source: Please enter either:
fr_fr: Merci de choisir entre :

source: Set limit to %i entries.
fr_fr: Fixe la limite à %i entrées.

source: Search on: %search
fr_fr: Chercher sur : %search

source: Query ead:
fr_fr: Requête EAD :

source: Query matricules born:
fr_fr: Requête lieux de naissance matricules :

source: Query matricules recording:
fr_fr: Requête lieux d'enregistrement matricules :

source: Ne places to localize.
fr_fr: Pas de lieu à localiser.

source: Found %count places in the database.
fr_fr: %count lieux trouvés dans la base.

source: Localizing %t...
fr_fr: Localisation de %t...

source: Found %name (%type)
fr_fr: Trouve %name (%type)

source: Toponym %t cannot be localized.
fr_fr: Le toponyme %t ne peut être localisé.

source: Localization finished: %found% found, %fail% fail on %total entries
fr_fr: Localisation terminée : %found trouvés, %fail échecs sur %total entrées

source: Documents type
fr_fr: Type de documents

source: Documents names or directories to proceed
fr_fr: Noms des documents ou des dossiers à traiter

source: Assume yes for all questions
fr_fr: Répondre oui à toutes les questions

source: Publish only in solr (full-import)
fr_fr: Publier dans Solr uniquement (full-import)

source: Do not really publish.
fr_fr: Ne pas publier réellement.

source: Do not check if file has been modified
fr_fr: Ne pas vérifier si le fichier a été modifié

source: Publishing "%type" documents.
fr_fr: Publication des documents "%type%".

source: Following files are about to be published:
fr_fr: Les fichiers suivants vont être publiés :

source: yes
fr_fr: oui

source: no
fr_fr: non

source: Are you ok (y/n)?
fr_fr: Êtes-vous d'accord (o/n) ?

source: Publication begins...
fr_fr: Démarrage de la publication

source: Document %doc has not been changed, no publication required.
fr_fr: Le document %doc n'a pas changé, la publication n'est pas requise.

source: Document %doc has been successfully published.
fr_fr: Le document %doc a été publié avec succès.

source: Command canceled by user.
fr_fr: Commande annulée par l'utilisateur.

source: Cannot create upload directory %dir
fr_fr: Impossible de créer le dossier de dépôt %dir

source: New geoloc entry
fr_fr: Nouvelle entrée de géolocalisation

source: File or directory %path does not exists!
fr_fr: Le fichier ou le dossier %path n'existe pas !

source: Actor
fr_fr: Acteur

source: Adaptator
fr_fr: Adaptateur

source: Author of the animation
fr_fr: Auteur de l'animation

source: Annotator
fr_fr: Annotateur

source: Arranger
fr_fr: Arrangeur

source: Artist
fr_fr: Artiste

source: Rightholder
fr_fr: Titulaire des droits');

source: Aassociated name
fr_fr: Nom associé

source: Auctioneer
fr_fr: Commissaire-priseur

source: Author
fr_fr: Auteur

source: Author of a quote or extracts
fr_fr: Auteur d'une citation ou d'extraits

source: Postfacier, author of the colophon, etc.
fr_fr: Postfacier, auteur du colophon, etc.

source: Prefacer, etc.
fr_fr: Préfacier, etc.

source: Dialogist
fr_fr: Dialoguiste

source: Bibliographic antecedent
fr_fr: Antécédent bibliographique

source: Bookbinder
fr_fr: Relieur

source: Model maker of the bookbinding
fr_fr: Maquettiste de la reliure

source: Model maker
fr_fr: Maquettiste

source: Designer cover
fr_fr: Concepteur de la jaquette

source: Designer bookplate
fr_fr: Concepteur de l'ex-libris

source: Bookseller
fr_fr: Libraire

source: Calligrapher
fr_fr: Calligraphe

source: Mapmaker
fr_fr: Cartographe

source: Censor
fr_fr: Censeur

source: Choir conductor
fr_fr: Chef de choeur

source: Action Director
fr_fr: Chorégraphe

source: Circus Performer
fr_fr: Artiste de cirque

source: Contributor
fr_fr: Collaborateur

source: Humorist
fr_fr: Humoriste

source: Commentator
fr_fr: Commentateur

source: Comment author
fr_fr: Auteur du commentaire

source: Compiler
fr_fr: Compilateur

source: Compositor
fr_fr: Compositeur

source: Compositor printing works
fr_fr: Compositeur d'imprimerie

source: Designer
fr_fr: Concepteur

source: Conductor
fr_fr: Chef d'orchestre

source: Project consulting
fr_fr: Consultant de projet

source: Continuator
fr_fr: Continuateur

source: Copyright holder
fr_fr: étenteur du copyright

source: Proofreader
fr_fr: Correcteur

source: Exhibition curator
fr_fr: Commissaire d'exposition

source: Danser
fr_fr: Danseur

source: Dedicatee
fr_fr: Dédicataire

source: Dedicator
fr_fr: Dédicateur

source: Organization of viva
fr_fr: Organisme de soutenance

source: Director
fr_fr: Metteur en scéne, réalisateur

source: Applicant
fr_fr: Candidat

source: Distributor
fr_fr: Distributeur

source: Patron
fr_fr: Donateur

source: Alleged author
fr_fr: Auteur présumé

source: Scientific Editor
fr_fr: Editeur scientifique

source: Engraver
fr_fr: Graveur

source: Etcher
fr_fr: Aquafortiste

source: film editor
fr_fr: Monteur

source: Counterfeiter
fr_fr: Faussaire

source: Former owner
fr_fr: Ancien possesseur

source: Founder
fr_fr: Fondateur

source: Graphic technicians
fr_fr: Technicien graphique

source: Honoured person
fr_fr: Personne honorée

source: Illuminator
fr_fr: Enlumineur

source: Illustrator
fr_fr: Illustrateur

source: Sending person
fr_fr: Auteur de l'envoi

source: Interviewee
fr_fr: Personne interviewée

source: Interviewer
fr_fr: Intervieweur

source: Publisher community
fr_fr: Collectivité éditrice

source: Librettist
fr_fr: Librettiste

source: Licence holder
fr_fr: Détenteur de licence

source: Licensor
fr_fr: Concédant de licence

source: Lithographer
fr_fr: Lithographe

source: Lyricist
fr_fr: Parolier

source: Engraver metal
fr_fr: Graveur sur métal

source: Mime artist
fr_fr: Mime

source: Monitor
fr_fr: Moniteur

source: Musician
fr_fr: Musicien

source: Narrator
fr_fr: Narrateur

source: Opposent
fr_fr: Opposant

source: Meeting planner
fr_fr: Organisateur de réunion, de conférence

source: Instigator
fr_fr: Instigateur

source: Other
fr_fr: Autre

source: Manufacturer of the paper
fr_fr: Fabricant du papier

source: Patent applicant
fr_fr: Demandeur de brevet

source: Inventor of the patent
fr_fr: Inventeur de brevet

source: Patent holder
fr_fr: Titulaire de brevet

source: Performer
fr_fr: Interpréte

source: Research Manager
fr_fr: Directeur de la recherche

source: Photographer
fr_fr: Photographe

source: Presenter
fr_fr: Présentateur

source: Printer
fr_fr: Imprimeur

source: Printer engravings
fr_fr: Imprimeur de gravures

source: Producer
fr_fr: Producteur

source: Artistic director
fr_fr: Directeur artistique

source: Member of the production crew
fr_fr: Membre de l'équipe de production

source: Programmer
fr_fr: Programmeur

source: Project managers
fr_fr: Gestionnaire de projet

source: Proofreading
fr_fr: Correcteur sur épreuves

source: Commercial editor
fr_fr: Editeur commercial

source: Publication manager
fr_fr: Directeur de publication

source: Puppeteer
fr_fr: Marionnettiste

source: Recipient of letters
fr_fr: Destinataire de lettres

source: sound engineer
fr_fr: Ingénieur du son

source: Manager of the research team
fr_fr: Responsable de l'équipe de recherche

source: Head of critical review
fr_fr: Responsable du compte-rendu critique

source: Member of the research team
fr_fr: Membre de l'équipe de recherche

source: Scriptwriter
fr_fr: Scénariste

source: Scientific adviser
fr_fr: Conseiller scientifique

source: Scrivener
fr_fr: Copiste

source: Sculptor
fr_fr: Sculpteur

source: Secretary
fr_fr: Secrétaire

source: Signatory
fr_fr: Signataire

source: Singer
fr_fr: Chanteur (Musique classique)

source: Sponsor
fr_fr: Parraineur

source: Organisation of standardisation
fr_fr: Organisme de normalisation

source: Stuntman
fr_fr: Cascadeur

source: Thesis advisor
fr_fr: Directeur de thése

source: Translator
fr_fr: Traducteur

source: Designer typeface
fr_fr: Concepteur de caractères

source: typographer
fr_fr: Typographe

source: Seller
fr_fr: Vendeur

source: Vocalist
fr_fr: Chanteur, exécutant vocal

source: Woodcutter
fr_fr: Graveur sur bois

source: Accompanying material author
fr_fr: Auteur du matériel d'accompagnement
